<?php

return [
    '1.0.0' => [
        'Initialize extension.',
    ],

    '1.1.0' => [
        '新增分组右键',
        '移除 dcat-media-selector:install 命令',
        '媒体选择类型移除blend选项',
        'type修改为types。参数由string修改为array',
        '媒体弹框由modal修改为layer.open',
        '移除英文翻译文件',
        '代码优化',
    ],

    '1.1.1' => [
        '优化已知问题'
    ],

    '1.1.2' => [
        '修复表单多字段赋值问题'
    ],

    '1.1.3' => [
        '修改支持繁體'
    ],
    '1.2.0' => [
        '上传图片压缩'
    ],
    '1.2.1' => [
        '上传图片压缩'
    ],
    '1.2.2' => [
        'png背景透明'
    ],
    '1.2.3' => [
        '去除png黑色背景'
    ],
    '1.2.4' => [
        '兼容其他组件使用'
    ],
    '1.2.5' => [
        '异常兼容'
    ],
    '1.2.6' => [
        '异常兼容'
    ]
];
